tap "1password/tap"
tap "adoptopenjdk/openjdk"
tap "auth0/auth0-cli"
tap "buo/cask-upgrade"
tap "dldash/core"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "oktadeveloper/tap"
tap "owasp-amass/amass"
brew "docutils"
brew "awscli"
brew "ccat"
brew "chrome-cli"
brew "coreutils"
brew "docker-compose"
brew "doctl"
brew "duti"
brew "openjpeg"
brew "leptonica"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "graphviz"
brew "helm"
brew "htop"
brew "httpie"
brew "jenv"
brew "jq"
brew "k3d"
brew "k6"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "mackup"
brew "mas"
brew "minikube"
brew "mongocli"
brew "node"
brew "mongosh"
brew "mysql-client"
brew "neovim"
brew "python@3.10"
brew "node@14"
brew "node@16"
brew "nvm"
brew "openjdk@11"
brew "pnpm"
brew "powerlevel10k"
brew "skaffold"
brew "speedtest-cli"
brew "switchaudio-osx"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "auth0/auth0-cli/auth0"
brew "dldash/core/docker-color-output"
brew "heroku/brew/heroku"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "adobe-creative-cloud"
cask "alt-tab"
cask "altair-graphql-client"
cask "amethyst"
cask "anypointstudio"
cask "apidog"
cask "bartender"
cask "betterzip"
cask "burp-suite"
cask "chromium"
cask "cleanmymac"
cask "coteditor"
cask "cyberduck"
cask "cyberghost-vpn"
cask "dbeaver-community"
cask "dropbox"
cask "elgato-stream-deck"
cask "fig"
cask "firefox"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-fontawesome"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-noto-sans"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto"
cask "font-roboto-flex"
cask "font-roboto-mono"
cask "font-roboto-mono-nerd-font"
cask "font-roboto-serif"
cask "font-roboto-slab"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono-nerd-font"
cask "fork"
cask "google-chrome"
cask "google-drive"
cask "grammarly"
cask "insomnia"
cask "iterm2"
cask "keyboard-maestro"
cask "kindle"
cask "latest"
cask "macupdater"
cask "mongodb-compass"
cask "mosaic"
cask "nudge"
cask "numi"
cask "obsidian"
cask "okta"
cask "onyx"
cask "postman"
cask "rapidapi"
cask "raycast"
cask "rectangle"
cask "slack"
cask "snagit"
cask "spotify"
cask "sqlitestudio"
cask "stats"
cask "switchresx"
cask "transmit"
cask "utm"
cask "viscosity"
cask "visual-studio-code"
cask "warp"
cask "webstorm"
cask "whatsapp"
cask "workspaces"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Advanced Screen Share", id: 1597458111
mas "Amphetamine", id: 937984704
mas "Brother iPrint&Scan", id: 1193539993
mas "GarageBand", id: 682658836
mas "Goodnotes", id: 1444383602
mas "Grammarly for Safari", id: 1462114288
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Menu World Time", id: 1446377255
mas "Microsoft Remote Desktop", id: 1295203466
mas "Minimal", id: 1442727443
mas "Motion", id: 434290957
mas "New File Menu", id: 1064959555
mas "Numbers", id: 409203825
mas "Okta Extension App", id: 1439967473
mas "Okta Verify", id: 490179405
mas "OpenIn", id: 1643649331
mas "Pages", id: 409201541
mas "Pro Mouse", id: 1505869474
mas "RadarScope", id: 288419283
mas "ScreenBrush", id: 1233965871
mas "SlideDraw", id: 1476928012
mas "Teleprompter", id: 417605357
mas "Tot", id: 1491071483
mas "Virtual Machines Hub", id: 1628310256
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
vscode "42Crunch.vscode-openapi"
vscode "aaravb.chrome-extension-developer-tools"
vscode "aaron-bond.better-comments"
vscode "AESSoft.aessoft-class-autocomplete"
vscode "ahmadawais.shades-of-purple"
vscode "alexanderalekseenko.darky-purple-theme"
vscode "alexcvzz.vscode-sqlite"
vscode "Angular.ng-template"
vscode "Animu5.vscode-file-header-comment"
vscode "antfu.browse-lite"
vscode "APLint.sf-core-aplint-ext"
vscode "asciidoctor.asciidoctor-vscode"
vscode "ban.spellright"
vscode "bbenoist.vagrant"
vscode "BeardedBear.beardedicons"
vscode "blzjns.vscode-raml"
vscode "bmalehorn.shell-syntax"
vscode "bradlc.vscode-tailwindcss"
vscode "BrennonDenny.vsc-jetbrains-icons-enhanced"
vscode "Catppuccin.catppuccin-vsc-icons"
vscode "cbasdev.dracula-purple"
vscode "cezaraugusto.vscode-chrome-extesion-manifest-json-schema"
vscode "ChakrounAnas.turbo-console-log"
vscode "chrisdias.vscode-opennewinstance"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cweijan.vscode-office"
vscode "dbaeumer.vscode-eslint"
vscode "deiteris.vs-api-contractor"
vscode "devonray.snippet"
vscode "dkundel.vscode-npm-source"
vscode "DotJoshJohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "ElectroPurple.electro-purple"
vscode "emilast.LogFileHighlighter"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "evanwebdev.calm-purple-theme"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "gamunu.vscode-yarn"
vscode "GitHub.remotehub"
vscode "glenn2223.live-sass"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "Gruntfuggly.activitusbar"
vscode "humao.rest-client"
vscode "iulian-radu-at.find-unused-exports"
vscode "janisdd.vscode-edit-csv"
vscode "JasonMejane.base64viewer"
vscode "jasonnutter.search-node-modules"
vscode "jawandarajbir.react-vscode-extension-pack"
vscode "jebbs.plantuml"
vscode "jeff-hykin.better-shellscript-syntax"
vscode "johnpapa.Angular2"
vscode "juanallo.vscode-dependency-cruiser"
vscode "jvitor83.types-autoinstaller"
vscode "kvnol.mjml-snippets"
vscode "labnol.google-apps-script"
vscode "leonidasIIV.google-sheets-equation-syntax-hightlighter"
vscode "MaoSantaella.night-wolf"
vscode "marcostazi.VS-code-vagrantfile"
vscode "mermade.openapi-lint"
vscode "mikestead.dotenv"
vscode "mjmlio.vscode-mjml"
vscode "mohsen1.prettify-json"
vscode "monokai.theme-monokai-pro-vscode"
vscode "mquandalle.graphql"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.autopep8"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-repositories"
vscode "nataliefruitema.modern-purple-theme"
vscode "natqe.reload"
vscode "naumovs.color-highlight"
vscode "nhoizey.gremlins"
vscode "oderwat.indent-rainbow"
vscode "oouo-diogo-perdigao.docthis"
vscode "P-de-Jong.vscode-html-scss"
vscode "PKief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "psioniq.psi-header"
vscode "Pylon.v-swagger"
vscode "qinjia.seti-icons"
vscode "rangav.vscode-thunder-client"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "riazxrazor.html-to-jsx"
vscode "ritwickdey.LiveServer"
vscode "rubenverg.bootstrap-product-icons"
vscode "RushFrisby.Encryptor"
vscode "sdras.night-owl"
vscode "skyran.js-jsx-snippets"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "svipas.prettier-plus"
vscode "TabNine.tabnine-vscode"
vscode "tal7aouy.icons"
vscode "tal7aouy.theme"
vscode "TheHolyCoder.swagger-tools"
vscode "thekalinga.bootstrap4-vscode"
vscode "tomoki1207.pdf"
vscode "truman.autocomplate-shell"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vsls-contrib.codetour"
vscode "whizkydee.material-palenight-theme"
vscode "wix.vscode-import-cost"
vscode "xabikos.JavaScriptSnippets"
vscode "xabikos.ReactSnippets"
vscode "ysemeniuk.emmet-live"
vscode "ZainChen.json"
vscode "Zarifprogrammer.tailwind-snippets"
vscode "zhuangtongfa.material-theme"
vscode "Zignd.html-css-class-completion"
vscode "zoellner.openapi-preview"
